Revit 2027 API
ParameterTypeId.FabricationDuctworkStiffenerSpec Property
 "Stiffener Specification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationDuctworkStiffenerSpec { get; }
Public Shared ReadOnly Property FabricationDuctworkStiffenerSpec As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationDuctworkStiffenerSpec {
	ForgeTypeId^ get ();
}
static member FabricationDuctworkStiffenerSpec : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace